Repository: ishu-kumar11/hackthon_project_Civiccare
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, hi

source: CivicCare | Citizen Issue Reporting System
gu: સિવિકકેર | નાગરિક સમસ્યા રિપોર્ટિંગ સિસ્ટમ
hi: सिविककेयर | नागरिक समस्या रिपोर्टिंग प्रणाली

source: Team Youth
gu: ટીમ યુથ
hi: टीम यूथ

source: Home
gu: મુખ્ય પૃષ્ઠ
hi: होम

source: Report Issue
gu: સમસ્યા રિપોર્ટ કરો
hi: समस्या दर्ज करें

source: Track Status
gu: સ્થિતિ ટ્રેક કરો
hi: स्थिति ट्रैक करें

source: CivicCare
gu: સિવિકકેર
hi: सिविककेयर

source: Citizen Issue Reporting System
gu: નાગરિક સમસ્યા રિપોર્ટિંગ સિસ્ટમ
hi: नागरिक समस्या रिपोर्टिंग प्रणाली

source: Report Local Problems.
gu: સ્થાનિક સમસ્યાઓ રિપોર્ટ કરો.
hi: स्थानीय समस्याएँ दर्ज करें।

source: Get Real Solutions.
gu: વાસ્તવિક ઉકેલો મેળવો.
hi: वास्तविक समाधान पाएं।

source: A transparent platform where citizens report issues like roads, water, electricity, and sanitation — and track how authorities resolve them.
gu: એક પારદર્શક પ્લેટફોર્મ જ્યાં નાગરિકો રસ્તા, પાણી, વીજળી અને સ્વચ્છતા જેવી સમસ્યાઓ રિપોર્ટ કરે છે અને સત્તાવાળાઓ કેવી રીતે ઉકેલ આપે છે તે ટ્રેક કરે છે.
hi: एक पारदर्शी प्लेटफॉर्म जहाँ नागरिक सड़क, पानी, बिजली और स्वच्छता जैसी समस्याएँ दर्ज करते हैं और समाधान की प्रगति को ट्रैक करते हैं।

source: Report an Issue
gu: સમસ્યા રિપોર્ટ કરો
hi: समस्या दर्ज करें

source: View Public Issues
gu: જાહેર સમસ્યાઓ જુઓ
hi: सार्वजनिक समस्याएँ देखें

source: Why CivicCare?
gu: સિવિકકેર કેમ?
hi: सिविककेयर क्यों?

source: Direct issue forwarding to authorities
gu: સમસ્યાઓ સીધી સત્તાવાળાઓ સુધી પહોંચે છે
hi: समस्याएँ सीधे अधिकारियों तक पहुँचती हैं

source: Live status tracking
gu: લાઈવ સ્થિતિ ટ્રેકિંગ
hi: लाइव स्थिति ट्रैकिंग

source: Public transparency
gu: જાહેર પારદર્શિતા
hi: सार्वजनिक पारदर्शिता

source: Faster resolution
gu: ઝડપી ઉકેલ
hi: तेज़ समाधान

source: How It Works
gu: આ કેવી રીતે કાર્ય કરે છે
hi: यह कैसे काम करता है

source: Simple steps. Real impact.
gu: સરળ પગલાં. વાસ્તવિક અસર.
hi: सरल कदम। वास्तविक प्रभाव।

source: 1. Report
gu: 1. રિપોર્ટ કરો
hi: 1. रिपोर्ट करें

source: Submit an issue with location, photo, and description.
gu: સ્થળ, ફોટો અને વર્ણન સાથે સમસ્યા સબમિટ કરો.
hi: स्थान, फोटो और विवरण के साथ समस्या दर्ज करें।

source: 2. Verify
gu: 2. ચકાસણી
hi: 2. सत्यापन

source: Authorities receive and verify the complaint.
gu: સત્તાવાળાઓ ફરિયાદ મેળવે છે અને તેની ચકાસણી કરે છે.
hi: अधिकारी शिकायत प्राप्त कर उसकी जाँच करते हैं।

source: 3. Resolve
gu: 3. ઉકેલ
hi: 3. समाधान

source: The issue is assigned and worked on.
gu: સમસ્યા સોંપવામાં આવે છે અને તેનો ઉકેલ કરવામાં આવે છે.
hi: समस्या सौंपी जाती है और उस पर कार्य किया जाता है।

source: 4. Track
gu: 4. ટ્રેક કરો
hi: 4. ट्रैक करें

source: Citizens track progress until closure.
gu: નાગરિકો સમસ્યા પૂર્ણ થાય ત્યાં સુધી પ્રગતિ ટ્રેક કરે છે.
hi: नागरिक समाधान होने तक प्रगति ट्रैक करते हैं।

source: Your Voice Matters
gu: તમારો અવાજ મહત્વપૂર્ણ છે
hi: आपकी आवाज़ महत्वपूर्ण है

source: Be part of a smarter, more responsible governance system.
gu: વધુ સમજદાર અને જવાબદાર શાસન વ્યવસ્થાનો ભાગ બનો.
hi: एक स्मार्ट और ज़िम्मेदार शासन प्रणाली का हिस्सा बनें।

source: Start Reporting Now
gu: હમણાં રિપોર્ટ કરવાનું શરૂ કરો
hi: अभी रिपोर्ट करना शुरू करें

source: Public Issues
gu: જાહેર સમસ્યાઓ
hi: सार्वजनिक समस्याएँ

source: Transparent view of issues reported by citizens
gu: નાગરિકો દ્વારા રિપોર્ટ કરેલી સમસ્યાઓનો પારદર્શક દ્રશ્ય
hi: नागरिकों द्वारा दर्ज समस्याओं का पारदर्शी दृश्य

source: All Categories
gu: બધી કેટેગરી
hi: सभी श्रेणियाँ

source: Road & Potholes
gu: રસ્તા અને ખાડા
hi: सड़क और गड्ढे

source: Water Supply
gu: પાણી પુરવઠો
hi: जल आपूर्ति

source: Electricity
gu: વીજળી
hi: बिजली

source: Garbage & Sanitation
gu: કચરો અને સ્વચ્છતા
hi: कचरा और स्वच्छता

source: Street Lights
gu: સ્ટ્રીટ લાઈટ
hi: स्ट्रीट लाइट

source: All Status
gu: બધી સ્થિતિ
hi: सभी स्थिति

source: Pending
gu: બાકી
hi: लंबित

source: In Progress
gu: ચાલુ છે
hi: प्रक्रिया में

source: Resolved
gu: ઉકેલાયું
hi: समाधान हुआ

source: Category:
gu: શ્રેણી:
hi: श्रेणी:

source: Location:
gu: સ્થળ:
hi: स्थान:

source: Reported:
gu: રિપોર્ટ થયેલ:
hi: रिपोर्ट की तारीख:

source: View Details
gu: વિગતો જુઓ
hi: विवरण देखें

source: No public issues available.
gu: કોઈ જાહેર સમસ્યાઓ ઉપલબ્ધ નથી.
hi: कोई सार्वजनिक समस्या उपलब्ध नहीं है।

source: Your complaint creates change. Let’s make it visible.
gu: તમારી ફરિયાદ બદલાવ લાવે છે. તેને દેખાડીએ.
hi: आपकी शिकायत बदलाव लाती है। इसे दिखाएँ।

source: Issue Category
gu: સમસ્યાની કેટેગરી
hi: समस्या की श्रेणी

source: Select category
gu: કેટેગરી પસંદ કરો
hi: श्रेणी चुनें

source: Urgency
gu: તાત્કાલિકતા
hi: तात्कालिकता

source: Select urgency
gu: તાત્કાલિકતા પસંદ કરો
hi: तात्कालिकता चुनें

source: Low
gu: ઓછી
hi: कम

source: Medium
gu: મધ્યમ
hi: मध्यम

source: High
gu: ઉચ્ચ
hi: उच्च

source: Issue Title
gu: સમસ્યાનું શીર્ષક
hi: समस्या का शीर्षक

source: Short title of the problem
gu: સમસ્યાનું ટૂંકું શીર્ષક
hi: समस्या का संक्षिप्त शीर्षक

source: Issue Description
gu: સમસ્યાનું વર્ણન
hi: समस्या का विवरण

source: Explain the issue clearly...
gu: સમસ્યાને સ્પષ્ટ રીતે સમજાવો...
hi: समस्या को स्पष्ट रूप से समझाएँ...

source: State / Union Territory
gu: રાજ્ય / કેન્દ્રશાસિત પ્રદેશ
hi: राज्य / केंद्र शासित प्रदेश

source: Select state / UT
gu: રાજ્ય / યુટી પસંદ કરો
hi: राज्य / यूटी चुनें

source: District
gu: જિલ્લો
hi: ज़िला

source: Area / Locality
gu: વિસ્તાર / વિસ્તાર
hi: क्षेत्र / मोहल्ला

source: Select area
gu: વિસ્તાર પસંદ કરો
hi: क्षेत्र चुनें

source: Pincode
gu: પિનકોડ
hi: पिनकोड

source: Enter pincode
gu: પિનકોડ દાખલ કરો
hi: पिनकोड दर्ज करें

source: Upload a clear photo (optional)
gu: સ્પષ્ટ ફોટો અપલોડ કરો (વૈકલ્પિક)
hi: स्पष्ट फोटो अपलोड करें (वैकल्पिक)

source: Your identity stays private
gu: તમારી ઓળખ ખાનગી રહેશે
hi: आपकी पहचान गोपनीय रहेगी

source: Submit Issue
gu: સમસ્યા સબમિટ કરો
hi: समस्या सबमिट करें

source: Issue Submitted Successfully!
gu: સમસ્યા સફળતાપૂર્વક સબમિટ થઈ!
hi: समस्या सफलतापूर्वक दर्ज की गई!

source: Your complaint has been registered.
gu: તમારી ફરિયાદ નોંધાઈ ગઈ છે.
hi: आपकी शिकायत दर्ज कर ली गई है।

source: Complaint ID:
gu: ફરિયાદ આઈડી:
hi: शिकायत आईडी:

source: Please save this ID to track your issue.
gu: કૃપા કરીને આ આઈડી સાચવી રાખો.
hi: कृपया इस आईडी को सुरक्षित रखें।

source: Go to Home
gu: મુખ્ય પૃષ્ઠ પર જાઓ
hi: होम पर जाएँ

source: Track Your Issue
gu: તમારી સમસ્યા ટ્રેક કરો
hi: अपनी समस्या ट्रैक करें

source: Enter Complaint ID (e.g. CC-2025-0001)
gu: ફરિયાદ આઈડી દાખલ કરો (જેમ કે CC-2025-0001)
hi: शिकायत आईडी दर्ज करें (जैसे CC-2025-0001)

source: Track Issue
gu: સમસ્યા ટ્રેક કરો
hi: समस्या ट्रैक करें

source: Issue Details
gu: સમસ્યાની વિગતો
hi: समस्या का विवरण

source: Status:
gu: સ્થિતિ:
hi: स्थिति:

source: Urgency:
gu: તાત્કાલિકતા:
hi: तात्कालिकता:

source: State:
gu: રાજ્ય:
hi: राज्य:

source: District:
gu: જિલ્લો:
hi: ज़िला:

source: Area / Locality:
gu: વિસ્તાર / વિસ્તાર:
hi: क्षेत्र / मोहल्ला:

source: Pincode:
gu: પિનકોડ:
hi: पिनकोड:

source: Reported On:
gu: રિપોર્ટ થયેલ તારીખ:
hi: रिपोर्ट की तारीख:

source: Description:
gu: વર્ણન:
hi: विवरण:
